Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/patentstyret.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The European Patent Office (EPO) receives, processes and decides European patent applications based on rules given by the European Patent Convention (EPC).
nb: The European Patent Office tar imot, behandler og avgjør europeiske patentsøknader på grunnlag av regler gitt i den europeiske patentkonvensjonen (EPC).

source: The same domain name may however be registered by several owners under different top-level domains, for instance.no and.com.
nb: Samme domenenavn kan imidlertid være registrert på forskjellige innehavere under ulike toppdomener, for eksempel under.no og.com.

source: Shows the percentage of all applications from the county that have been granted (applies to national applications and PCT appliacations over the last 20 years).
nb: Viser hvor stor andel av søknadene fra fylket som blir meddelt patent (omfatter nasjonale- og PCT-saker siste 20 år).

source: And after registration you have five years to start using it," she says.
nb: Og etter registering har man fem år på seg til å begynne å bruke det, sier hun.

source: Processing time for EP validated cases is calculated based on filed date in the EPO until it is validated in Norway.
nb: For EP-validerte saker regnes saksbehandlingstid fra saken er levert inn i EPO til den er validert i Norge.

source: If you choose goods or services in excess of three classes, you must pay an additional fee of NOK 750 for each additional class (the price is calculated along the way as you complete the application).
nb: Velger du varer eller tjenester utover tre klasser, må du betale kr 750 i tilleggsavgift for hver ekstra klasse (beregnet pris vises underveis når du fyller ut søknaden).

source: By filing an application for an EU design, you can obtain registration in all the member states of the EU.
nb: Ved å sende inn en søknad om EU-design kan du oppnå registrering i alle medlemslandene i EU.

source: Norwegian applications pr month last 5 years
nb: Norske søknader i Norge pr måned siste 5 år

source: This fits in well with the history of GasSecure, which made its first commercial sale in 2013.
nb: Det harmonerer bra med historikken til GasSecure, som fikk sitt første kommersielle salg i 2013.

source: Trademark registration is an ongoing process for Smartfish, as we are always looking to achieve protection for relevant brands.
nb: For Smartfish er varemerkeregistreringen en aktiv prosess, da vi alltid søker å oppnå beskyttelse for aktuelle varemerker.

source: lacks distinctive character (Section 14)
nb: mangler særpreg (§ 14)

source: The patent application and correspondence in the case are publicly available and visible for everyone 18 months after the application was filed, or before, if you request it.
nb: Patentsøknaden og korrespondansen i saken er offentlig og synlig for alle 18 måneder etter at søknaden ble innlevert, eventuelt før hvis du ber om det.

source: In cases where NIPO has established cooperation agreements with other patent authorities (Patent Prosecution Highway), you can request priority processing of your application.
nb: I tilfeller hvor Patentstyret har etablert samarbeidsavtaler med andre patentmyndigheter (Patent Prosecution Highway), kan du be om prioritert behandling av søknaden din.

source: the design application must be filed within 12 months after the patent application has been made publicly available, due to the novelty requirement (grace period)
nb: designsøknaden må leveres senest 12 måneder etter at patentsøknaden er blitt allment tilgjengelig, på grunn av nyhetsfristen (grace period)

source: " (link to Norwegian version in Lovdata).
nb: » (lenke til Lovdata).

source: The report can be used as a basis for further analysis.
nb: Rapporten kan brukes som underlagsmateriale for videre analyse.

source: One of these gold card customers was in an office share with a person who, on the same day that the survey was sent out, registered the name 'The Thief' as a trademark under 'hotels and restaurants'.
nb: En av disse gullkortkundene jobbet i kontorfellesskap med en person som samme dag som undersøkelsen ble sendt ut, registrerte navnet «The Thief» som merkevare under «hoteller og restauranter».

source: mechanisms, actuators, linear actuators and rotary
nb: maskiner for innsamling av overskuddsjord fra annen

source: You will be given the amount in the electronic application.
nb: Du får oppgitt beløpet i den elektroniske søknaden.

source: The same requirements apply to computer-implemented inventions as to other inventions.
nb: Her gjelder samme krav for datamaskin-implementerte oppfinnelser som for andre oppfinnelser.

source: See EPO's video about Esben Beck and his laser patent
nb: Se EPOs presentasjonsfilm om Esben Beck og oppfinnelsen

source: If you believe that the Norwegian Industrial Property Office (NIPO) has registered a design on an incorrect basis, you can complain against this by submitting a request for an "administrative review" to us.
nb: Hvis du mener at Patentstyret har registrert et design på feil grunnlag, kan du klage på dette ved å sende inn et krav om administrativ overprøving til oss.

source: That will lead to disappointment, he says.
nb: Da blir det nedtur, sier han.

source: The design is declared completely invalid (is cancelled) or partially invalid (maintained in amended form)
nb: Designet kjennes helt ugyldig (oppheves) eller delvis ugyldig (opprettholdes i endret form)

source: Citizens of a member state may request inclusion on the list after having passed an examination known as the European Qualifying Exam (EQE).
nb: Borgere av en medlemsstat kan kreve å bli oppført på listen etter å ha bestått en eksamen kalt European Qualifying Exam (EQE).

source: is liable to be confused with the rights of others (Section 16b)
nb: forvekselbart med andre rettigheter (§16 første ledd)

source: This is the first time a Norwegian is among the finalists, which is an international recognition of Norwegian fish farming technology and Norwegian innovation.
nb: Det er første gang en nordmann er blant finalistene, noe som er en internasjonal anerkjennelse av norsk havbruksteknologi og norsk innovasjon.

source: If you wish to combine patent and design registration, you must take into consideration that:
nb: Ønsker du å kombinere patent og designregistrering, må du derfor tenke på at:

source: Refusal of application (Section 12)
nb: Avslag på søknad (§ 12)

source: More and more companies view active utilisation of intellectual property rights (patents, trademarks and designs) as part of their business strategy.
nb: Flere og flere ser på aktiv utnyttelse av immaterielle rettigheter (patent, varemerke og design) som en del av forretningsstrategien.

source: However, if you do not wish to use eHague you can submit the application via the NIPO.
nb: Men, hvis du ikke ønsker å benytte eHague kan du levere søknaden via Patentstyret.

source: - This is a problem we have had for many years, and one that I have thought about for a long time.
nb: – Dette er et problem vi har hatt i mange år, og som jeg har grublet lenge på.

source: The Norwegian Industrial Property Office can help you find relevant information with our guidance and search services.
nb: Patentstyret kan hjelpe deg med veiledning og søketjenester for å finne relevant informasjon.

source: To apply for trademark registration costs NOK 2900, and includes three classes.
nb: Å søke om varemerkeregistrering koster kr 2900, og inkluderer tre klasser.

source: Copyright in software and source code
nb: Copyright av programmer og kildekode

source: Gas detectors are big business, because they are essential for safety in several industries around the world, in particular in the oil and gas sector and the chemical industry.
nb: Gassdetektorer er «big business», da de er helt nødvendige for sikkerheten i flere industrier verden over, ikke minst innenfor olje- og gassektoren og kjemisk industri.

source: decrease in amount of applications during the last 12 months, compared to the previous year.
nb: reduksjon i antall patentsøknader siste 12 måneder sammenlignet med året før.

source: Under (b) you can give a more detailed description of the location of the colours in the mark.
nb: Under (b) kan du gi en nærmere beskrivelse av plasseringen av fargene i merket.

source: Today, the Dustbox dust extractor is marketed by Würth.
nb: I dag markedsføres Dustbox støvavsug av Würth.

source: Stepien worked full-time as a tradesman throughout the process, and has devoted all his spare time to developing the product and the new company Villa Teknikk AS.
nb: Stepien har hele tiden jobbet hundre prosent som håndverker, og brukt all fritid til å utvikle produktet og det nye selskapet Villa Teknikk AS.

source: "Freedom to operate is probably just as important to Dräger as the patent being protected in the markets it is to be used in," says Sagberg.
nb: – Freedom to operate er antakelig like viktig for Dräger som at patentet er beskyttet i de markedene det skal brukes i, sier Sagberg.

source: He spent the whole of the period between Christmas and New Year and the beginning of 2010 trawling through national and international patent databases, but he did not find anyone who had patented anything that was based on laser or optics.
nb: Han brukte hele romjula og begynnelsen av januar 2010 påå tråle patentdatabaser nasjonalt og internasjonalt, men fant ingen som hadde patentert noe som baserte seg på laser eller optikk.

source: Restoring priority for designs and trademarks?
nb: Gjenoppretting av prioritet for design og varemerke?

source: Requests can be submitted by anyone with a legal interest.
nb: Krav kan fremsettes av enhver med rettslig interesse.

source: The patent attorney Per Berg at Curo says that he recommended a broad patent, as it turned out that no similar solutions had been patented previously.
nb: Patentrådgiver Per Berg i Curo forteller at han anbefalte et bredt patent, da det viste seg at det ikke var patentert noen liknende løsninger tidligere.

source: An industry facing challenges The whole thing started between Christmas and New Year 2009, when the inventor Esben Beck was giving some thought to the challenges facing the fish farming industry with salmon parasites.
nb: Det hele startet romjula 2009, da oppfinneren Esben Beck tenkte litt rundt utfordringene oppdrettsnæringen har med lakseparasitter.

source: CPC is substantially based on the international patent systemet (IPC) which is administered by WIPO (World Intellectual Property Organization).
nb: CPC er i stor grad basert på det internasjonale patentsystemet (IPC) som administreres av WIPO (World Intellectual Property Organization).

source: We gradually found that we wanted someone who could offer solid experience beyond creating a logo.
nb: Vi fant etter hvert ut at vi ville ha noen som kunne tilby solid erfaring ut over å tegne en logo.

source: While Sagberg worked on continued development of this chip up to 2008, the entrepreneurs came up with the idea of using it in two sensors in the same gas detector.
nb: Mens Sagberg jobbet med å videreutvikle denne brikken fram til 2008, fikk gründerne ideen om å bruke den i en av to sensorer i samme gassdetektor.

source: A registered EU trademark applies in all EU member states (not EEA).
nb: Et EU-varemerke som registreres gjelder i alle land som er medlem i EU (gjelder ikke i EØS).

source: Kathrine Myhre has a Master's degree in political science from the University of Reading, UK and the University of Oslo (UiO).
nb: Kathrine Myhre har en master i statsvitenskap fra University of Reading, UK og Universitetet i Oslo (UiO).

source: The design agency came up with the name Rom & Tonik®.
nb: Designbyrået kom opp med navnet Rom & Tonik®.

source: State which form the payment applies to (MM2), the WIPO reference number and the application or registration number of the Norwegian application or registration.
nb: Oppgi hvilket skjema betalingen gjelder (MM2), WIPO sitt referansenummer og søknads- eller registreringsnummer på den norske søknaden eller registreringen.

source: For this you must pay a forwarding fee. We will send you an invoice with a payment deadline of 14 days.
nb: For dette må du betale et oversendelsesgebyr (også kalt viderebefordringsgebyr) og vi sender deg en faktura med betalingsfrist på 14 dager.

source: " (link to Norwegian version in Lovdata) if what you have developed meets what is known as the threshold of originality.
nb: » (lenke til Lovdata) hvis det du har utviklet har såkalt verkshøyde.

source: Norway follows the EPO guidelines.
nb: Norge følger retningslinjene til EPO.

source: And I had received great assistance from the enterprise office in Kongsberg.
nb: Og jeg har fått fantastisk hjelp fra etablererkontoret i Kongsberg.

source: "This makes new demands on the strategy adopted to protect intellectual property rights," Professor Leif Hem of the Norwegian School of Economics (NHH) emphasises.
nb: – Det setter nye krav til strategien rundt beskyttelsen av de immaterielle verdiene, understreker professor Leif Hem hos Norges Handelshøyskole (NHH).

source: Under the.no top-level domain, companies and organisations registered in the Company Register at the Brønnøysund Register Centre may apply, as may also private citizens over the age of 18 registered in the National Directory of Residents.
nb: Under.no kan bedrifter og organisasjoner registrert i Enhetsregisteret i Brønnøysund søke, samt privatpersoner over 18 år som er registrert i Folkeregisteret.

source: 2(f) (i) If the applicant is a person (or two more or more persons), the applicant’s nationality must be entered.
nb: 2(f) (i) Hvis søkeren er en person (evt. flere personer) skal statsborgerskapet til søkeren fylles ut.

source: She has initiated and led a wide range of strategic and innovative processes and projects.
nb: Hun har initiert og ledet en rekke strategiske og innovative prosesser og prosjekter innenfor et bredt spekter.

source: ® = Registrered trademark
nb: ® = Registrert varemerke

source: Others wishing to represent before EUIPO
nb: Andre som ønsker å representere for EUIPO

source: Patenting rules and practice differ from country to country, for example from the USPTO (United States Patent and Trademark Office) to the EPO (European Patent Office).
nb: Det er ulike regler og praksis for patentering fra land til land, for eksempel fra USPTO (United States Patent and Trademark Office) til EPO (European Patent Office).

source: Intellectual property rights (IPR) is a collective term for patents, trademarks, designs and intellectual works.
nb: Immaterielle rettigheter (IPR) er en samlebetegnelse for blant annet patenter, varemerker, design og åndsverk.

source: Henrik Ibsen is also approved as a trademark because it refers to a historical person, and the person concerned "died a long time ago", as the Trademarks Act requires.
nb: Henrik Ibsen er også godkjent som varemerke fordi det viser til en historisk person, og vedkommende er "død for lengre tid siden", som varemerkeloven krever.

source: The expression "name" includes, in addition to names which are protected under the Names Act, names that clearly identify a particular person.
nb: Uttrykket "navn" inkluderer i tillegg til navn som er beskyttet etter navneloven, også navn som entydig utpeker en bestemt person.

source: Options for Norwegian enterprises to take out IPR insurance
nb: Muligheter for norske virksomheter til å tegne IPR-forsikring

source: Right granted despite opposition (Section 12)
nb: Imøtekommelse av søknad til tross for innsigelse (§ 12)

source: Solberg and Røsvik also have ideas about mixing wool with various other materials.
nb: Solberg og Røsvik har også ideer om å blande ulla med forskjellige andre materialer.

source: The EPO has prepared a manual in cooperation with its users, especially epi and BusinessEurope.
nb: EPO har utarbeidet en handbok i samarbeid med sine brukere, spesielt epi og BusinessEurope.

source: What is a design?
nb: Hva er et design?

source: View websites, articles, drawings or other information that shed light on what you want to discover.
nb: Se på nettsider, artikler, tegninger eller annen informasjon som belyser det du ønsker å avdekke.

source: (f) Word elements in the trademark: (Voluntary):To identify the trademark, WIPO makes use of the word elements in the trademark indicated under point 7.
nb: (f) Ordelementer i varemerket: (Frivillig):For å identifisere varemerket benytter WIPO seg av ordelementene i varemerket som er angitt under punkt 7.

source: If you believe that your trademark rights are being infringed due to a registration under a top-level domain list, you have the right to complain via UDRP (Uniform Dispute Resolution Policy), which already exists for established top level domains, as well as the new complaints mechanism URS (Uniform Rapid Suspension System) which has been established for the new top-level domains.
nb: gjennom UDRP (Uniform Dispute Resolution Policy), som allerede eksisterer for de etablerte toppdomenene, og den nye klagemekanismen URS (Uniform Rapid Suspension System) som er opprettet for de nye toppdomenene.

source: If you need an answer, call +47 22 38 73 00 and talk to our Customer Service Centre.
nb: Ønsker du svar, ring +47 22 38 73 00 og snakk med kundesenteret vårt

source: rowing, canoeing and diving; clothing, headgear for
nb: rådgivning om og formidling av

source: veterinary and agricultural services; legal services;
nb: persontransportbyråer, organisering av sightseeingturer,

source: international patent applications (PCT applications) that are being extended in Norway.
nb: internasjonale patentsøknader (PCT-søknader) som videreføres i Norge.

source: Checklist for ordering
nb: Sjekkliste for bestilling

source: I chose the bidder who had a fixed price and no price add-ons, says Stepien.
nb: Jeg valgte tilbyderen som hadde fastpris og ingen tilleggspriser, sier Stepien.

source: The first pilot sale to a test customer was made as early as December 2012.
nb: Det første pilotsalget til en testkunde kom allerede i desember 2012.

source: This idea was patented, and that is how the development firm GasSecure came into being.
nb: Denne ideen ble patentert, og dermed kunne utviklingsfirmaet GasSecure se dagens lys.

source: instruments; apparatus for recording, transmitting and
nb: Mineralvann, kullsyreholdig vann og andre ikke-

source: How do you request an administrative review?
nb: Hvordan skriver du en administrativ overprøving?

source: We will not necessarily be able to register a slogan such as WE KEEP OUR PROMISES.
nb: Et slagord som WE KEEP OUR PROMISES kan vi i utgangspunktet ikke gi enerett til.

source: As Receiving Office for international applications under PCT, NIPO has therefore decided that we will no longer accept PCT applications in electronic form using PCT-SAFE, with effect from 6th February 2020.
nb: Som mottagende myndighet (Receiving Office) av internasjonale søknader under PCT har Patentstyret derfor bestemt at vi ikke lenger vil godta levering av PCT-søknader i elektronisk form ved bruk av PCT-SAFE, med virkning fra 6. februar 2020.

source: — This may occasionally be appropriate instead of having a small, narrow main patent with a whole family of sub-patents.
nb: – Det kan av og til være hensiktsmessig i stedet for å ha et litt snevert hovedpatent med en hel familie av underpatenter.

source: We search in publicly available information.
nb: Vi søker i allment tilgjengelig informasjon.

source: That means that the patents the detector is based do not clash with other patents.
nb: Det vil si at patentene som detektoren baserer seg på, ikke kommer i konflikt med andre patenter.

source: Together with CEO Knut Sandven, Håkon Sagberg established the firm in 2008 on the basis of a patent for what is known as a MEMS chip (microelectromechanical systems) that Sagberg had worked on as part of his doctorate at the University of Oslo over the period 2001-2005.
nb: Sammen med administrerende direktør Knut Sandven etablerte han firmaet i 2008, på grunnlag av et patent på en såkalt MEMS-brikke (mikroelektromekaniske systemer) som Sagberg arbeidet med som en del av sin doktorgrad ved Universitetet i Oslo i perioden 2001–2005.

source: * Standard letters: If the trademark is a word mark without a figurative element, check box (c).* If the trademark is a pure colour mark, check box (d).
nb: Hvis varemerket er et ordmerke uten figurativ utforming, skal du krysse av i boks(c).* Hvis varemerket er et rent fargemerke, skal du krysse av i boks (d).

source: If you want a faster response, you can order fast track examination.
nb: Ønsker du et raskere svar, kan du bestille hasteoppdrag.

source: You will receive a listing of what registered designs or design applications exist in Norway for a particular type of product or for an ornament for a particular type of product.
nb: Du får en oversikt over hvilke registrerte design eller designsøknader som foreligger i Norge for en bestemt type produkt eller for et ornament til en bestemt type vare.

source: All applications must be submitted via a.no domain registrar.
nb: Alle søknader må sendes inn via en registrar.

source: You can expect your EP patent (European patent) to be validated within
nb: Du kan forvente å få EP-patentet (europeisk patent) validert i løpet av

source: Bleaching preparations and other substances for
nb: (sengetepper og lintøy), dyner, puter.

source: Specify players or competitors you are particularly interested in analysing.
nb: Oppgi aktører eller konkurrenter som du er spesielt interessert i å kartlegge.

source: EUIPO recommends that you “apply online” where this is an option.
nb: EUIPO anbefaler å «apply online» hvor dette er et alternativ.

source: International patent applications (PCT applications) filed at the NIPO as receiving Office (RO)
nb: For internasjonale patentsøknader (PCT-søknader) som leveres til Patentstyret som mottakende myndighet (RO)

source: Data coverage: All patent applications and granted patents over the last 20 years, both national, PCT, SPC and European patents made valid in Norway.
nb: Datagrunnlag: Alle patentsøknader og meddelte patenter siste 20 år, både nasjonale, PCT, SPC og validerte europeiske patenter.

source: How to proceed:
nb: Slik går du frem:

source: It is possible to submit a complaint, even after a top level domain has been authorised, via a procedure called PDDRP (Delegation Dispute Resolution Procedure).
nb: Det er mulig å klage også etter at toppdomenet har blitt godkjent, gjennom en prosedyre som heter PDDRP (Post Delegation Dispute Resolution Procedure).

source: In May 2019, Esben Beck and his laser patent was nominated for one of Europe's most prestigious innovation prizes, awarded by the European Patent Office (EPO).
nb: I mai 2019 ble Esben Beck og patentet på luselaser nominert til denne prestisjefylt prisen som deles ut av European Patent Office.

source: preserved, dried and cooked fruits and vegetables;
nb: Annonse- og reklamevirksomhet, annonse- og

source: is a complaint that comes to the Norwegian Industrial Property Office (NIPO) from a third party during the application processing.
nb: er en klage som kommer inn til Patentstyret fra en tredjepart under søknadsbehandlingen.

source: You can find this at any time on the EPO website -
nb: Denne vil du til enhver tid finne på EPOs nettsider -

source: You can also file the application by post or as correspondence through Altinn.
nb: Du kan også levere søknaden per post eller som korrespondanse via Altinn.
